{
  "players_teams": [
    {"key": "Time_Sarutobi", "title": "Time Sarutobi"},
    {"key": "Time_Yondaime", "title": "Time Yondaime"},
    {"key": "Time_Kakashi", "title": "Time Kakashi"},
    {"key": "Time_Asuma", "title": "Time Asuma"},
    {"key": "Time_Kurenai", "title": "Time Kurenai"},
    {"key": "Time_Gai", "title": "Time Gai"},
    {"key": "Irmaos_da_Areia", "title": "Irmãos da Areia"}
  ],

  "players": [
    {
      "id": 1,
      "name": "Jiraiya",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Jiraiya.png",
      "teams": ["Time_Sarutobi"],
      "about": "Jiraiya (自来也, Jiraiya) foi um dos lendários Sannin de Konohagakure, junto com Tsunade e Orochimaru, que foram treinados pelo Terceiro Hokage. Ele era um auto-proclamado super-pervertido, e o escritor do popular série de livros de ficção para adultos, chamado Icha Icha. Ele também era conhecido como o Sábio dos Sapos (虾蟇仙人, Gama Sennin), por causa de suas invocações únicas de sapos e seu status como um Sennin.",
      "mark": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Monte_Myoboku.png",
      "clan": "Monte Myōboku",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 2,
      "name": "Tsunade",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Tsunade.png",
      "teams": ["Time_Sarutobi"],
      "about": "Tsunade (纲手, Tsunade) é a Quinta Hokage (五代目火影, Godaime Hokage; Literalmente significa 'Quinta Sombra do Fogo'), que vem do Clã Senju de Konohagakure e também é uma descendente do Clã Uzumaki através de sua avó Mito Uzumaki. Ela conseguiu a posição após a morte de seu mestre, Hiruzen Sarutobi. Ela, junto com Orochimaru e Jiraiya, são reconhecidos como 'Os Legendários Sannin de Konoha'. Ela também é vista como a maior iryōnin de todos os tempos e também é creditada com a criadora do sistema oficial de iryōnin. Tsunade é a neta do Primeiro Hokage, e a sobrinha-neta do Segundo Hokage, levando outros personagens a chamá-la de 'Princesa' (姫, Hime). Ela é, junto com Jiraiya e Orochimaru, um ex-aluno do Terceiro Hokage, Hiruzen Sarutobi.",
      "mark": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Clan_Senju.png",
      "clan": "Clã Senju",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 3,
      "name": "Orochimaru",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Orochimaru.png",
      "teams": ["Time_Sarutobi"],
      "about": "Orochimaru (大蛇丸, Orochimaru) é um antagonista principal da série Naruto. Reconhecido como um dos ninja mais poderosos de Konohagakure e um dos 'Três Shinobi Lendários' (伝説の三忍, Densetsu no Sannin), ele atuava como um shinobi de nível ANBU na aldeia dentro da facção ANBU Ne antes de sua deserção da vila em busca de seus próprios desejos egoístas.",
      "mark": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Otogakure.png",
      "clan": "Vila do Som",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 4,
      "name": "Kakashi Hatake",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Kakashi.png",
      "teams": ["Time_Yondaime"],
      "about": "Kakashi é retratado como calmo, imparcial e solitário. Mesmo com sua reputação de poderoso ninja. ele não mostra nenhum sinal de arrogância e é bastante modesto com suas habilidades. Ele tem muita compostura e analise, mesmo em batalha. Seu passatempo preferido é ler livros da série Icha Icha, sendo um fã desses livros. Apesar de seu interesse por livros, Kakashi fica desconfortável ao ler passagens na frente dos outros, presumivelmente envergonhado pelo conteúdo adulto. Kakashi tem um curso de rivalidade com Might Guy, e esse último constantemente desafia-o para competições. Kakashi, por outro lado, mostra muito pouco interesse em suas competições, que só isso inspira Guy a derrotar Kakashi e sua 'frieza'.",
      "mark": "/",
      "clan": "",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 5,
      "name": "Obito Uchiha",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Obito.png",
      "teams": ["Time_Yondaime"],
      "about": "Obito Uchiha (chi ち は オ ビ ト, Uchiha Obito ) é um dos principais antagonistas da série. Ele era um shinobi do Clã Uchiha de Konohagakure . Por razões desconhecidas, depois de sua aparente morte durante a Terceira Guerra Mundial Ninja , Obito assumiu o pseudônimo de Tobi (ビ) e tornou-se um responsável por crimes internacionais diversos, mais notavelmente pelo Ataque de Kyūbi em Konoha e se tornou um dos líderes da Akatsuki . Ele também tem, às vezes, operado sob o nome de Madara Uchiha com planos de dominação mundial.",
      "mark": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Clan_Uchiha.png",
      "clan": "Clã Uchiha",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 6,
      "name": "Rin Nohara",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Rin.png",
      "teams": ["Time_Yondaime"],
      "about": "Rin era uma menina doce e simpática que se importava profundamente com seus companheiros, bem como a sua aldeia. Ela foi descrita como uma menina gentil e muitas vezes fazendo o papel de pacificadora durante os muitos conflitos entre Obito Uchiha e Kakashi Hatake, permanecendo sem lado. Rin era também um indivídua intelectual, testemunhada por sua capacidade de aprender, bem como usar iryō ninjutsu de alto nível em uma idade tão jovem. Ela era uma pessoa dedicada, como visto em sua relutância em abandonar Obito mesmo quando sua própria vida estava em grande perigo. Ela tinha uma mente muito forte, pois, embora sob o que parecia ser a mais dura de genjutsu, ela não iria se render.",
      "mark": "/",
      "clan": "",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 7,
      "name": "Naruto Uzumaki",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Naruto.png",
      "teams": ["Time_Kakashi"],
      "about": "Naruto é caracterizado por sua hiperatividade, e por ser exuberante, impaciente e desatento. Logo após seu nascimento, ele se tornou o jinchūriki da Kurama, a Raposa de Nove Caudas. Naruto sonha em ser reconhecido e respeitado por todos os habitantes de sua aldeia como o Hokage. Mesmo sendo um Genin de Konohagakure, Naruto já derrotou adversários Rank-S e se formou como Sennin.",
      "mark": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Clan_Uzumaki.png",
      "clan": "Clã Uzumaki",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 8,
      "name": "Sasuke Uchiha",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Sasuke.png",
      "teams": ["Time_Kakashi"],
      "about": "Quando ele era criança, Sasuke era um menino muito amável, carinhoso com seus pais e irmão e respeitoso com os seus companheiros de clã, assim como seus professores. Ele tinha muito orgulho de ser irmão de Itachi e filho de Fugaku, famoso por um dos protetores dedicados de Konoha, e ele sempre quis imitá-los. Seu sonho inicial era juntar à Polícia de Konoha, quando crescer, igual ao seu pai. Por esta razão, muito procurado pela aprovação do pai e reconhecimento de suas habilidades. Depois que Itachi matou todos os membros do clã, a inocência de Sasuke foi quebrado, seus ideais e personalidade mudou severamente, tornando-se frio, solitário, cruel, cínico, um tanto arrogante, e com os próximos nove anos de sua vida dedicado a matar Itachi.",
      "mark": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Clan_Uchiha.png",
      "clan": "Clã Uchiha",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 9,
      "name": "Sakura Haruno",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Sakura.png",
      "teams": ["Time_Kakashi"],
      "about": "Sakura é uma garota inteligente, forte e decidida. A sua principal característica é o seu amor em relação à Sasuke Uchiha desde o início da série, e mesmo esse tendo se tornado uma criminoso, ela ainda mostra ter afeto por ele. Sakura é rival de Ino Yamanaka, desde a Academia Ninja, pelo fato das duas serem apaixonadas por Sasuke e disputarem pelo amor dele e para mostrar qual é a mais forte. Sakura mostra, no começo da série, não gostar da companhia de Naruto, como ela sempre batia nele quando esse flertava com ela. Com o progresso da série, Sakura se tornar cada vez mais preocupada com Naruto, depois de descobrir todo o sofrimento que ele passou como um jinchūriki, chegando ao ponto de acabar com o sofrimento de Naruto tentando matar Sasuke, mas a tentativa falhou.",
      "mark": "/",
      "clan": "",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 10,
      "name": "Sai",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Sai.png",
      "teams": ["Time_Kakashi"],
      "about": "Após muito condicionamento mental e treinamento enquanto na ANBU Ne, Sai tinha suprimido quase todas as suas emoções, colocando toda a sua lealdade para com quem o comanda e, assim, tornando mais fácil para que ele cumpra perigosas e desagradáveis missões, ou antiético. Devido a este treinamento e sua falta de experiência social e iniciativa pessoal, Sai tem grande dificuldade em compreender como os laços entre as pessoas podem motivar os outros. Depois de passar mais tempo com o Time Kakashi, Sai vem para apreciar os seus companheiros, especialmente o vínculo que existe entre Naruto Uzumaki e Sasuke Uchiha. Isso faz com que ele perca sua falta de emoção e comece a recordar os tempos que teve com seu próprio 'irmão', Shin. Ao fazer isso, Sai foi capaz de começar a dar sorrisos verdadeiros. Querer fazer laços e amizades para si mesmo, Sai se propõe a fazer tantos amigos quanto puder. No entanto, uma vez que ele está aprendendo a maior parte deste com os livros e por tentativa e erro, muitas vezes ele acaba acidentalmente ofendendo as pessoas com seus apelidos e conversa. Ele tem vindo a desenvolver uma personalidade mais autêntica, agradável e atenciosa, além de mostrar sinais de emoção, como o entusiasmo e, ocasionalmente, nervosismo.",
      "mark": "/",
      "clan": "ANBU",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 11,
      "name": "Shikamaru Nara",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Shikamaru.png",
      "teams": ["Time_Asuma"],
      "about": "Quando era um genin, Shikamaru Nara era o tipo de garoto preguiçoso que gostava de ficar olhando as nuvens. Ele preferia não se envolver em atividades 'problemáticas', fingindo estar ocupado para evitar a responsabilidade. Ele também não gosta de lutar, como ele faz a maioria das coisas, 'problemáticas'. Ele tem plena consciência deste lado de sua personalidade. Ele até nomeou-se 'o número um em fugir' ou 'o número um covarde'. Na verdade, sua frase mais usada é 'como problemático'. No entanto, quando o dever chama, Shikamaru tem uma personalidade moral forte e senso de compromisso com seus companheiros. Mesmo que, por seu próprio testemunho, ele não tem coragem, ele vai sacrificar-se e enfrentar a morte quase certa, por causa de seus amigos e/ou moradores sem pensar duas vezes. Por causa de sua habilidade de liderança, ele foi o primeiro genin dos nove novatos à se tornar um chūnin.",
      "mark": "/",
      "clan": "Clã Nara",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 12,
      "name": "Ino Yamanaka",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Ino.png",
      "teams": ["Time_Asuma"],
      "about": "Ino está constantemente a pensar em meninos e espera que a dieta para perder peso vai fazê-la mais atraente para eles. Ino também pode ser muito confiante, gentil e sincera, sem medo de dizer o que pensa, e às vezes sugere que Chōji deva perder peso. Ela é apaixonada por Sasuke e ela chorou quando Sasuke foi declarado um criminoso internacional, mostrando que ela ainda gosta dele, apesar ele ser rival de Konoha. Ela é descrita como relativamente alegre e pode ser mandona para as pessoas, especialmente aos seus companheiros de equipe se ficar em seu caminho ou seu comportamento lhe incomodar.",
      "mark": "/",
      "clan": "Clã Yamanaka",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 13,
      "name": "Chouji Akimichi",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Chouji.png",
      "teams": ["Time_Asuma"],
      "about": "Chōji é caracterizado como carinhoso, gentil e educado. Porém, Chōji fica muito furioso quando alguém o chama de 'gordo', que ele diz apenas ter 'ossos grandes'. Chōji é muitas vezes sendo visto comendo e torna-se muito agitado quando alguém, principalmente um inimigo, rouba o seu último pedaço de batatinhas chips. Chōji, portanto, tende a comer muito quando ele está com raiva. Mais sendo motivado a parar de comer muito, Chōji, no Shippūden, controla melhor seus hábitos alimentares. O seu melhor amigo é Shikamaru Nara, que foi a primeira criança a fazer amizade com Chōji, e um defende e repeita o outro, como mostrado na luta com de Chōji com Jirōbō, além de Shikamaru vê grande potencial em Chōji. Chōji também era preocupado e respeitava muito seu ex-sensei, Asuma Sarutobi, mesmo quando os dois tiveram que se enfrentar como adversários.",
      "mark": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Clan_Akimichi.png",
      "clan": "Clã Akimichi",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 14,
      "name": "Hinata Hyuuga",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Hinata.png",
      "teams": ["Time_Kurenai"],
      "about": "Hinata é caracterizada como tímida, pensativa, serena, gentil e muito educada, como observado a partir de sua abordagem sempre com títulos honoríficos adequados.",
      "mark": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Clan_Hyuuga.png",
      "clan": "Clã Hyuuga",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 15,
      "name": "Shino Aburame",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Shino.png",
      "teams": ["Time_Kurenai"],
      "about": "Shino é uma pessoa estranha, solitária e muito misteriosa. Ele é raramente visto sorrindo ou mostrando suas emoções aos outros. Ele também tem uma personalidade rancorosa e isso o faz ser intimidador. Ele guarda rancor por Naruto não ter se lembrado dele em seu retorno. Shino passa a maior parte de seu tempo livre vendo insetos. Shino tem uma ligação muito forte com seus colegas e aliados, apesar de discutir com Kiba muitas vezes. Ele trabalha em suas habilidades de luta em equipe junto com Kiba e Hinata. Ele mesmo ajudou Hinata no seu treinamento, e é uma das poucas pessoas, além de Naruto, que professa abertamente a sua confiança nela. Ele também demonstra ser capaz de entender funcionamento seus companheiros de equipe, sentindo quando a menor das coisas é errado com nenhum deles. Shino fala de uma forma curiosa, como foi observado por ambos Naruto e Kiba. Além disso, ele tende a reafirmar os fatos de uma forma tecnicamente mais correta.",
      "mark": "/",
      "clan": "",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 16,
      "name": "Kiba Inuzuka",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Kiba.png",
      "teams": ["Time_Kurenai"],
      "about": "Kiba é muitas vezes mal-humorado e impulsivo (em contraste com os companheiros Shino e Hinata), e pode ser propenso a cometer erros quando ele fica agitado na batalha. O fato de que ele gostar de combate, bem como o hábito de mostrar um sorriso alegre quando enfrenta um adversário particularmente forte, indica que ele está disposto a arriscar sua vida por uma missão, e é bastante sanguinário. Ele se preocupa profundamente com Akamaru, e está disposto a fazer o que for necessário para protegê-lo. E, apesar de sua atitude bastante rude, muitas das ações de Kiba revelam que ele está muito perto de sua irmã mais velha, Hana Inuzuka, e continua a ser ferozmente leal ao clã Inuzuka.",
      "mark": "/",
      "clan": "Clã Inuzuka",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 17,
      "name": "Neji Hyuuga",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Neji.png",
      "teams": ["Time_Gai"],
      "about": "Neji é um ninja sério e maduro, possui auto-controle e geralmente é calmo. Após a morte de seu pai, Neji começou a acreditar que o destino é algo decidido no nascimento e que não importa o que se faz, as pessoas não podem escapar do seu destino. Neji freqüentemente aplica isso para as pessoas que ele via como mais fracas do que ele, como sua prima, Hinata. Mas essa sua ideia muda quando ele luta com Naruto Uzumaki, quando é derrotado, e Naruto afirma que o destino pode ser mudado. Depois de deixar a ideia de destino inescapável, Neji começou a trabalhar melhor com sua equipe e melhorou sua convivência com a família principal do seu clã, começando à treinar junto com Hiashi Hyūga e Hinata.",
      "mark": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Clan_Hyuuga.png",
      "clan": "Clã Hyuuga",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 18,
      "name": "Rock Lee",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Rock_Lee.png",
      "teams": ["Time_Gai"],
      "about": "Lee é extremamente enérgico e entusiasmado. Ele é caracterizado como sendo o epítome de um 'cara legal', tendo assumido muitas das peculiaridades da personalidade de Might Guy. Um traço tal é a sua aparente falta de senso comum, acreditando, por vezes, que ele pode conseguir o que quer por não querer isso. Em outras ocasiões, ele toma notas copiosas, mas esquece que ele não pode vê-los durante uma luta. Ele também tem um grande senso de honra, e respeita seus oponentes, recusando-se a guardar rancor contra aqueles que o derrotou, e retornando favores para aqueles que o ajudaram. Isto foi demonstrado pela sua amizade com Gaara e perdoando-o por esmagar seu braço e perna, o que motivou a internação e quase encerrou sua carreira como um ninja. Lee sente que os outros devem mostrar o mesmo respeito para com os seus adversários, e fica revoltado quando alguém é desnecessariamente cruel com seus inimigos.",
      "mark": "/",
      "clan": "",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 19,
      "name": "Tenten",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Tenten.png",
      "teams": ["Time_Gai"],
      "about": "Tenten acredita firmemente que qualquer ninja feminino pode ser tão forte como um ninja masculino. Durante o Exame Chūnin, Neji sugere que kunoichi não são grandes em taijutsu, mas Tenten diz-lo, explicando que as meninas são tão boas quanto meninos quando se trata de taijutsu. O sonho pessoal de Tenten é tornar-se tão poderosa e bem conhecida quanto Tsunade. Ela pode ser bastante acirrada, por vezes, especialmente com Lee, sacudindo violentamente ele sempre que ele fica inconsciente. Tenten também tem mostrado um forte desgosto para a fraqueza, ou seja, excessivamente dependente de outras pessoas. Apesar disso, ela mostra um lado mais suave quando se trata de seus companheiros de equipe. Ela tem um grande respeito pelo seu companheiro de equipe, Neji, e muita vez ajuda-o em seu treinamento. Tenten também tem uma natureza naturalmente curiosa e não gosta de ser mantida fora do circuito, visto de suas reações para Naruto e Lee no anime.",
      "mark": "/",
      "clan": "",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Konohagakure.png",
      "villagename": "Vila da Folha"
    },
    {
      "id": 20,
      "name": "Gaara do Deserto",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Gaara.png",
      "teams": ["Irmaos_da_Areia"],
      "about": "Na infância, Gaara tentava ser simpático com os outros, apesar de terem medo dele. Percebendo que ninguém amava-o, Gaara usou sua areia para criar o kanji de 'amor' (爱, ai) na testa e consumiu um ódio amargo para todos. Ele via que sua única razão de viver era para aniquilar todos aqueles que ameaçassem a sua existência. O Shukaku dentro dele também foi uma influência para que Gaara se tornasse impiedoso. Seu ódio era tanto, que ele nem via seus irmãos como tal e estava totalmente disposto a matá-los se entrassem no seu caminho.",
      "mark": "/",
      "clan": "",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Sunagakure.png",
      "villagename": "Vila da Areia"
    },
    {
      "id": 21,
      "name": "Temari",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Temari.png",
      "teams": ["Irmaos_da_Areia"],
      "about": "Temari é geralmente autoritária, se não for fechada, para com aqueles ao seu redor, raramente sem medo de falar o que pensa. Temari é conhecida como a mais cruel de todas as kunoichi, mas ela tem um lado carinhoso e mostra preocupação com os outros. Ela parece se importa com a paz de valor, como ela questionou o raciocínio de começar uma guerra com Konoha em Naruto. Durante o Exame Chūnin, é revelado que Gaara era uma das únicas pessoas que ela tinha medo.",
      "mark": "/",
      "clan": "",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Sunagakure.png",
      "villagename": "Vila da Areia"
    },
    {
      "id": 22,
      "name": "Kankurou",
      "photo": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Kankurou.png",
      "teams": ["Irmaos_da_Areia"],
      "about": "Ele era exibido uma aparente antipatia para as crianças, visto pela primeira vez quando ele tentou bater em Konohamaru por ter se chocado com ele por acidente. Isto aparece para muitas de suas interações com outros personagens, como ele estava visivelmente irritado quando na presença de alguém mais jovem que ele. Isto foi mais evidente quando ele foi visto com Gaara, que Kankurō foi forçado a colocar-se com medo devido ao seu irmão mais novo que lhe foi imposto.",
      "mark": "/",
      "clan": "",
      "village": "https://raw.githubusercontent.com/TarcisioJack/jogatinna/main/src/assets/Sunagakure.png",
      "villagename": "Vila da Areia"
    }
  ]
}
